---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyMultidayFrameText
source: html/4db81e2c-72df-3f01-3376-cc11f8f682b8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyMultidayFrameText Property

"Multi-day frame text"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewSolarstudyMultidayFrameText { get; }
```